{
  "buildTime": 1682862135,
  "htmlStyle": [
    "body {font-family: 'Tibetan Machine Uni'; font-size: 14pt;}",
    "p {text-align: left; line-height: 115%; margin-top: 0.00em; margin-bottom: 0.58em;}",
    "h1 {color: rgb(66, 113, 174); page-break-after: avoid; margin-top: 1.00em; margin-bottom: 0.50em;}",
    "h2 {color: rgb(66, 113, 174); page-break-after: avoid; margin-top: 0.83em; margin-bottom: 0.50em;}",
    "h3 {color: rgb(50, 50, 50); page-break-after: avoid; margin-top: 0.58em; margin-bottom: 0.50em;}",
    "h4 {color: rgb(50, 50, 50); page-break-after: avoid; margin-top: 0.58em; margin-bottom: 0.50em;}",
    ".title {font-size: 2.5em; margin-top: 1.00em; margin-bottom: 0.50em;}",
    ".sep, .skip {text-align: center; margin-top: 1.00em; margin-bottom: 1.00em;}",
    "a {color: rgb(66, 113, 174);}",
    ".tags {color: rgb(245, 135, 31); font-weight: bold;}",
    ".break {text-align: left;}",
    ".synopsis {font-style: italic;}",
    ".comment {font-style: italic; color: rgb(100, 100, 100);}"
  ],
  "htmlText": [
    "<h1 class='title' style='text-align: center;'>Interplanetary Food Service</h1>\n<p style='text-align: center;'>By Rhia Ro</p>\n",
    "<h1 style='page-break-before: always;'>Prelude</h1>\n<p>It's a common misconception that fourth-phase kuondiformae are unaware of our surroundings in the chrysalis state. Many see the pod we build around ourselves and imagine us to be akin to some kind of lepidoptera; that inside the cocoon we dissolve ourselves into a slurry. People from worlds without moths and butterflies usually think we are hibernating, asleep.</p>\n<p>The truth, which it does us no harm to keep to ourselves in general, is somewhere between the two.</p>\n<p>We reconfigure our bodies and minds, certainly, and all the while we are employing what we think of as a kind of passive memory accumulation. We are not hearing or seeing or smelling in the way most species understand it, but we are sensing everything around us. Taking input, and storing it.</p>\n<p>We spend about three quarters of our lives in this state. Some people - especially those of shorter-lived species for whom this would span multiple generations - wonder at our \"wasted\" time. The kik'kik once offered us (long before I had emerged) a gene tweak to shorten the chrysalis state, so that we wouldn't \"miss out\" on so much of the galaxy's happenings. They were offering an opportunity, they said, to learn and develop as we always had, but to be \"up and about\" while doing it. The offer was understandable, from a society perpetually involving itself in everyone else's affairs, but their struggle to understand our refusal was a surprise for such a philosophically and technologically advanced bunch.</p>\n<p>The remnants of the kik'kik society are archaeological sites now. We, the kuondiformae, are still here.</p>\n",
    "<h1 style='page-break-before: always;'>Chapter One: The Markets of Callore, Eskine</h1>\n<p>The first day on the job wasn't going well for Niriscine. For a start, she had been late because she couldn't find the place. She had spoken to the coordinator, Hu Bohgdan, only through the Opening prior to today, and although she had been confident of knowing the kitchen's actual physical location when she left home, she had got turned about not only looking for the right building, but then finding the right level and sector once inside as well.</p>\n<p>\"I'm not usually this incompetent,\" she had gasped when she burst into the place half way through the first shift. \"I won't let you down again, I-\"</p>\n<p>Hu Bohgdan, towering at twice her height and three times as broad, a wall of golden brown muscle with a much-too-small apron stretched over his chest, had just shrugged.</p>\n<p>\"Prepare the greelan, please,\" indicating a nearby workspace with a wave of one massive hand.</p>\n<p>Niriscine nodded meekly, scrambled for an apron and some appendage cleaner, and found her station.</p>\n<p>At the beginning, Hu Bohgdan had seemed to fill the tiny kitchen. It seemed like some kind of optical illusion that hu fit in there in the first place. Of course, people always seemed bigger in person than the impression they gave via an Opening, but even knowing hu had origins in the Caticun system, Niriscine had been surprised by hus enormity.</p>\n<p>As the shift wore on, and Niriscine made more and more mistakes, and even as more people arrived, Hu Bohgdan's size seemed to stabalise and settle. Hu started to <em>fit</em>, and the kitchen did not get cramped or claustrophobic after all.</p>\n<p>The kitchen was on the eighty fifth storey of one of one hundred and seventeen mega towers which bristled across the surface of the island-city Gunduk Lesser. The mega towers were all fairly distinct, and it was straightforward to navigate between them, so long as you actually had the right address in mind. They were named for historic rulers of the island, which tended to differ from each other by only a few characters or accents, and which non-locals, like Niriscine, struggled to pronounce or remember even with a good grasp of the Gunduk language. This is how she had ended up ascending to the eighty fifth floor of chindow-hik'gonoth Aline thuwum III, and finding herself in a mechanics workshop, rather than the Interplanetary Food Service kitchen in chindow-hit'gonoth Alina thuwum III.</p>\n<p>They Opened that day at the Markets of Callore. Hu Bohgdan had suggested this as Niriscine's first day, because the Markets were on her home planet of Eskine.</p>\n<p>Niriscine had agreed enthusiastically, and then gone to do as much research as possible, because the Constabulary of Callore was the other side of the planet, literally and figuratively half a world away, from where she grew up. Culturally, geographically, and socially, Gunduk Lesser had more in common with the Eskine planetary capital, E0, than did Callore.</p>\n<p>Nonetheless, there would be humans here. Niriscine surprised herself with a twinge of homesickness for her own kind.</p>\n<p>The metropolis of E0 was a multicultural, multispecies melting pot, the biggest transit and education hub in the system, with large communities of every known sentient peoples represented. After E6, the original human colony moon (known locally as Maoran), E0 was home to the second largest human population in the system as well. The Constabulary of Callore held the third. Niriscine had never been there in person.</p>\n<p>\"We're Opening!\" Bellowed Hu Bohgdan. There were four other people in the kitchen now, and the velocity of scurrying changed, becoming momentarily more frantic. Niriscine hastily assembled the last batch of greelan, in the correct order, finally, and added the tray laden with layers of fermented Eskite roots and berries to the cooler.</p>\n<p>\"Human, come here,\" said Kein, a cybernetically-modded GHUO (Generic Humanoid, Unknown Origins) from the Signori asteroid belt, and the Food Service's technology expert. \"I'll show you how we Open.\"</p>\n<p>Hu Bohgdan made a loud sound, somewhere between a bark and a cough, and everyone jumped.</p>\n<p>\"Kein, you will address Niriscine by her name, not species, thank you,\" hu growled.</p>\n<p>Kein waved a robotic third hand, which protruded from the center of their back to rise up and over their head.</p>\n<p>\"I forgot, I forgot, sorry boss.\"</p>\n<p>\"It's okay-\" Niriscine started to say, but Hu Bohgdan drowned her out.</p>\n<p>\"You forget nothing, do not pretend otherwise. Get to work.\"</p>\n",
    "<h1 style='page-break-before: always;'>The Warrens of Elisis Tour, Ntaran</h1>\n<p>Buchtung and Venejj an-Thrawna came through the archway with their hinterlimbs entwined and the subtle warm glow that was common among bonded Ntarani.</p>\n<p>The kitchen team acknowledged them briefly, then went back to slicing, scooping, stacking and general last-moment scurrying as they prepared to Open in the warren community of Elisis Tour on Ntaran.</p>\n<p>The Ntarani were an asexual species. The decoupling of reproductive abilities from social structures and intimate personal relationships was common among natives of the Fera Luing system, but the Ntarani differentiated themselves by the intensity of the amorous bonds they formed among themselves.</p>\n<p>The an- prefix on the pair's chosen bond-name of Thrawna signified that they were both singly bonded, that is, to each other. If either or both of them fell in love, as it were, with someone else, they would update the prefix accordingly. The name Thrawna only applied when they were together. Another might join the relationship with both of them and adopt the name, but if either Buchtung or Venejj entered into a bond with someone else independently, they would choose another, different, bond-name.</p>\n<p>If you were to cross paths with a large group of Ntarani who were all bonded in various different combinations with each other, and ask for an introduction, you might be there for some time while they rattled off the lengthy prefixed and multiply-barrelled group name. It was always impressive how they could keep track of it all. The Ntarani had a seemingly boundless capacity for love, and they lelt their relationships fade and dissolve just as readily and warmly as they formed them.</p>\n<p>\"Fuck me that's cold,\" Kein hissed as the Opening activated. Icy, stale-smelling air gusted through as a dark, rocky cavern in Elisis Tour came into view. Niriscine fiddled with the filter control until the draft was alleviated.</p>\n<p>Kein craned their neck left and right, trying to see as far around the other side of the Opening as possible without extending anything out of it. It was rarely advisable to stick something through immediately after Opening in an unknown place.</p>\n<p>\"Looks grim out there, \" they declared.</p>\n<p>\"Are we facing the right way?\" Put in Gillipus with a squeak. \"It's just rock.\"</p>\n<p>Niriscine glanced at Buchtung and Venejj an-Thrawna, who were perched in a corner out of the way of the hustle and bustle of the kitchen, tittering to each other and seeming to pay no attention to the Opening.</p>\n<p>They were old friends of Gillipus, and had not been back to their homeworld for several years. Openings on Ntaran were relatively new, still, with patchy coverage, so the duo had jumped at the chance to breathe their native air and catch up with family via the IPFS.</p>\n<p>\"We can't make a habit of this,\" Hu Bohgdan had said. \"We're not a communications service.\" This was about the eleventh homesick expat, or group thereof, that the kitchen had accommodated in this way this season alone, making this about the eleventh such proclamation from Hu Bohgdan. \"As long as they keep out of the way of the Opening when we're using it,\" hu had relented, again.</p>\n<p>\"Light!\" Gillipus squealed, pointing across the barren view.</p>\n<p>A short way across from them, another Opening had blinked into life. Along the sharply uneven surface, a few strides down, another appeared.</p>\n<p>Kein elbowed a waving Gillipus out of the way and made a show of further tuning and adjustments. Niriscine kept out of the way.</p>\n<p>The warm glow surrounding the Ntarani in the kitchen, which was really more of an inscrutable presence than anything on the visible spectrum, was becoming stronger. Their hinterlimbs, a row each of flat tentacle-like appendages which ran down their spines, were flapping and quivering, entwined together.</p>\n<p>The eight eyes they had between them were closed and their upper forelimbs, which might generously be called hands, were clasped with each other too. The most sensitive ears in the kitchen might have registered a deep and gentle hum coming from their direction.</p>\n<p>\"There's someone out there!\" Gillipus was still jostling against Kein for a view out of the Opening. Niriscine's curiosity got the better of her and she edged towards it as well.</p>\n<p>\"Finish preparations,\" Hu Bohgdan boomed. \"We are early. The market will open in thirty four moments, KT.\"</p>\n<p>Niriscine returned to carving spirals from a firm, cylindrical fungus, used to decorate some of the day's dishes.</p>\n<p>Hu Bohgdan had Opened early for the benefit of their visitors.</p>\n<p>A crowd, or more accurately, three distinct, named, small crowds, of Ntarani advanced on the Opening from the far side. They were all similarly aglow and buzzing, emanating a joyful warmth and vibrations that carried into the kitchen enough to manifest as a gentle tingling on anyone within with skin exposed.</p>\n<p>They seemed to glide across the uneven rocky floor, lower forelimbs all ending in varied numbers of feet-like appendages which rolled and slithered rapidly to carry them forwards.</p>\n<p>Buchtung and Venejj an-Thrawna hung back until their extended affinity groups were almost directly beyond, at which point they darted forwards, seamlessly displacing Kein from their spot by the Opening.</p>\n<p>They cooed and crooned, reaching, yearning, with both fore- and hinterlimbs. The soft gurgling Ntarani language filled the kitchen even over the sounds of food preparation. Kein adjusted the filters again at a request from Venejj. Their flesh could not cross the Opening threshold, but now their energies could.</p>\n<p>Niriscine, passing close by, expected to feel the icy draft of the caves beyond, but was surprised to find it tempered by the fuzzy, ineffable aura surrounding the Ntarani on both sides. Passing near them, she was touched for a moment with the tiniest fraction of their unconditional affections.</p>\n<p>The Ntarani glow affected everybody differently, and this was not even species-dependent. Niriscine felt, briefly, that her heart was being cradled by the tenderest of hands; that she was complete and the only thing remaining for her to do was to project this feeling outwards, to spread and share it with others.</p>\n<p>And then she completed her stride, and it was over. She felt cold and disoriented, but that feeling quickly began to fade as well. Her heart was pounding.</p>\n<p>Hu Bohgdan clapped her on the back, and she jumped.</p>\n<p>\"Give them a bit more space,\" hu said smilingly. \"You have to ease into it.\"</p>\n<p>Hu had warned them about the effect when the Ntaran Opening had been scheduled. They would all feel it to some degree as they spent an extended period Open here, but it would be tempered as far as possible by the Opening filters.</p>\n<p>Gillipus passed, grinning, and took Niriscine's tray from her hands.</p>\n<p>\"Some are more open to it than most,\" ze said. \"These two bowled me over when I first met them. They can't rein it in in themselves, it's a subconscious communication. Body language. But I got used to it over time.\"</p>\n<p>The rest of the time passed quickly and busily. Gillipus regaled them all with tales of the years Buchtung and Venejj an-Thrawna had spent in their adopted Imily settlement, hir hometown, adjusting to the challenges of semi-aquatic living with, as Gillipus told it, consistently hilarious consequences. The Ntarani themselves remained oblivious to the goings-on behind them, utterly absorbed by the reunion with their kindred.</p>\n<p>They stepped away amicably when it was finally time to Open.</p>\n<p>By then, many more outlets were visible around the cavern, both via Openings and direct presence. The local Ntarani crowd had grown too, and the air of excitement was apparent.</p>\n<p>The occasion was something akin to a new year celebration, but this was the first time distant attendees had been permitted, and the first time Opening technology had been set up in a public place anywhere on the Ntaran planet. It was widely anticipated that the festival would see twice as many visitors as it had in previous years, if not more.</p>\n<p>As time progressed, a sense of mutual fondness permeated the kitchen. Even Kein became kinder and more patient, and that was with the filters turned as high as they could go without hampering communication.</p>\n<p>Ntaran was a pretty monocultural society by most of Fera Luing's standards, and very few Ntarani there spoke Eskit. Gillipus, ever the polyglot, stepped in to translate whenever needed, but the Ntarani for the most part seemed content to point and beam and wiggle their hinterlimbs enthusiastically.</p>\n<p>The usual Ntarani diet comprised fungi, slime moulds, and various kinds of cave mosses. Hu Bohgdan had been keen to try hus hand at local dishes, but took Gillipus' advice against this in the end. Hu instead had hus team prepare a spread of meals and snacks from across the system, to cater for the ardent fascination the locals had for other worlds.</p>\n<p>The fungal swirls Niriscine had been creating were from here though. She had to keep up production throughout the day, as they were requested as an addition to almost every order.</p>\n<p>Buchtung and Venejj an-Thrawna remained placidly but glowingly in the corner by Dandiarden, munching their way through the menu.</p>\n<p>Later on, Dandiarden flowered.</p>\n<p>The stream of customers was continuous. Some foods they ran irreplaceably  out of, and Hu Bohgdan and Jerviid were hastily cooking up fresh batches of various base components, while Niriscine assembled the dishes, and Gillipus   and Kein were kept permanently occupied at the Opening. There was no time to rest. Their usual rota had fallen away quickly.</p>\n<p>It was a relief, then, when the orders being fed into the queue by Kein slowed down somewhat abruptly.</p>\n<p>Hu Bohgdan had just been bracing huself to begin a whole new batch of dark, sticky alayacream. Niriscine glanced at the top of the display where the size of the queue was indicated and saw it drop from four to two to zero as Gillipus passed the final orders through the Opening and Kein peered out to find nobody else waiting. She slid a tray of jellied lieger fruits into the cooler, then took the opportunity to let her legs collapse beneath her, sitting down hard on the floor that had been accumulating crumbs and splats and smears faster than the cleaner drone could sweep it.</p>\n<p>\"Do you mind,\" the little machine muttered grumpily, bumping into her knee, moments later.</p>\n<p>\"What's going on?\" Hu Bohgdan asked the room once hu had taken a few breaths, leaning back heavily on a nearby worktop.</p>\n<p>Kein had extended from their headplate some kind of periscope with, evidently, no biological components, out of the Opening to look sharply leftwards.</p>\n<p>\"Some kind of disturbance in a tunnel around there. I can't see what. There's chanting. Can you hear?\"</p>\n<p>Kein's auditory sensing was enhanced by their cybernetics, but moments later a rhythmic, deep sound carried to the rest of them as well.</p>\n<p>Buchtung and Venejj an-Thrawna got up and approached the Opening. They seemed less relaxed.</p>\n<p>\"What are they saying?\" Asked Kein. \"I think the crowd has gathered to watch. No, they're blocking something off.\"</p>\n<p>Puzzled faces were visible in the other Openings that they could see, and the stallholders who had been directly present were now conspicuously absent.</p>\n<p>\"Uh oh,\" said Gillipus, standing behind Buchtung and Venejj an-Thrawna, just a little taller but considerably wider, with a protective hand on each of their outer shoulders. Hir gills were quivering.</p>\n<p>\"It's a protest,\" said Buchtung in soft, lightly accented Gunduk. \"Against Openings.\"</p>\n",
    "<h1 style='page-break-before: always;'>Misc scenes</h1>\n<p>There was a stranger in the kitchen when Niriscine arrived. Standing with arms folded (two), and staring with - Niriscine interpreted the alien's expression as best she could - a stern, impatient glare at the deactivated Opening.</p>\n<p>\"Uh, good day,\" she said in polite, formal Gunduk. \"Can I help you?\"</p>\n<p>The stranger turned, seeming to loom taller. Niriscine felt like she was looking at one of those optical tricks that messes with the sense of perspective in a room. The alien surely wasn't much taller than Niriscine herself, with glossy, leathery-thick skin like Hu Bohgdan's, except in a shade of deep fuschia instead of gold. The eyes and nose were wide, shoulders broad, and fingers thick, with no ears to speak of on either side of the hairless head.</p>\n<p>\"Where is Hu Bohgdan?\" Said the stranger in a deep, creaky voice, in heavily accented Eskit.</p>\n<p>\"Um. Hu will be here later. For the first shift it's just me and, ah-\"</p>\n<p>Gillipus arrived behind Niriscine at that moment, much to her relief.</p>\n<p>\"Si Mekeneye!\" Gillipus squeaked, rushing forward. The alien seemed to relax, the sense of looming dominance dissipating. It wasn't that the alien's physical size had changed, so much as Niriscine had been feeling smaller.</p>\n<p>Niriscine looked on, unsure of what to do with herself, as Gillipus fussed around the newcomer with comfortable familiarity. Ze pulled up a seat, prepared a warm drink, and plated up a small, delicate pastry, all while chittering away in hir rapid-sounding native tongue.</p>\n<p>For a moment, they both paused, looking over at Niriscine.</p>\n<p>Gillipus switched to Eskit. \"This is our newest member, Niriscine, a human from Eskine. Niri, this is Si Mekeneye, Hu Bohgdan's, uh... parent?\"</p>\n<p>Gillipus squeaked something else at Si Mekeneye, who nodded indulgently.</p>\n<p>\"The translation is approximate, but conveys enough. You might say I am, or rather was, Hu Bohgdan's raiser? Rearer? Bearer? Mother?\"</p>\n<p>Sis voice seemed less creaky now; still gravelly and deep, but with richer undertones.</p>\n<p>\"A pleasure to meet you,\" Niriscine felt drawn into the well of sis large, dark eyes. \"You don't look like Hu Bohgdan,\" she blurted, wondering at once why in the stars she had done so.</p>\n<p>\"And why should?\" But si didn't seem annoyed, only amused. \"We are of different, hmm, orders. Hu Bohgdan left us to become Hu long long ago. Before hu even had a chance to become Si.\"</p>\n<p>Niriscine grasped for what little knowledge she had of Caturmian physiology. There were five - or six? - \"orders\" as Si Mekeneye had termed it, which divided their society, and played a role somewhat similar to social caste or gender might in other societies, but didn't really map directly onto anything Niriscine was more familiar with. She didn't know if they were born a certain way, or how they changed, or how much choice in the matter any of them had. She reined in her curiosity; now didn't seem like the appropriate time to start asking.</p>\n<p>\"Have you, uh, travelled far?\"</p>\n<p class='sep' style='text-align: center;'>* * *</p>\n<p>\"We've been invited to Open in E0, for the comemmoration of the Fera Luing Cooperation Agreement. That means it's hour turn to design the menu.\"</p>\n<p class='sep' style='text-align: center;'>* * *</p>\n<p>Kein and Hu Bohgdan were working on a project to help Dandiarden and the rest of the kitchen team communicate. Hu Bohgdan had glands that could secrete the chemicals that enabled a limited form of exchange with most natives of hus adopted home planet; it was a standard physiological adjustment given to all Caturnians of a certain age. Kein's multitude of sensors allowed them to detect the subtlest changes in the molecular makeup of the air in the room, and was usually the first to know when Dandiarden needed something. If neither of them were present, Dandiarden was capable of emitting a strong enough smell to attract someone else's attention; but this didn't happen often.</p>\n<p>But all this amounted to really was a kind of crude sign language, a very limited form expressiveness. As far as Dandiarden was concerned, they were all talking baby talk, at best. It was frustrating at times, or even most of the time, but Dandiarden had chosen to accompany Hu Bohgdan to Wetrock. very few bristlin ever left Caticum; few even left the spot they germinated.</p>\n<p>So Hu Bohgdan had conspired with Kein to rig up a set of sensors that would sit in the sandy soil that surrounded Dandiarden's root system. The device would listen in on the continuous chemical exchanges that went on among the thousands of microbes and networked fungi that made up Dandiarden's life support system.</p>\n<p>\"If we can get this right,\" said Hu Bohgdan, \"this could change everything for more than just bristlin. For all of the planet-bound species on Caticum.\"</p>\n<p>\"I can't cope with the whole planetary ecosystem linked into my brain,\" grumbled Kein.</p>\n<p>\"Yes, well, we'll remove you as a dependency of course.\"</p>\n<p>\"Maybe every travelling bristlin can have a Signori cyborg as an assistant. There should be enough of us. We can start a new symbiotic species.\"</p>\n<p>\"I'm sure that won't be necessary. We just need an output device that can present the data in a auditory or visual way, that can be translated to most other languages. Or at least, to some other languages.\"</p>\n<p>\"'Just',\" snorted Kein.</p>\n<p>\"One step at a time,\" said Hu Bohgdan patiently.</p>\n<p>\"Aren't you worried about Dandiarden spilling all your secrets to me? How much control does it actually have over its comms underground? Isn't it basically part of a hive mind, naturally?\"</p>\n<p>\"Secrets?\" Hu Bohgdan wrinkled hus brow in the Caturnian equivalent of raising an eyebrow. \"I'm sure I don't know what you mean.\"</p>\n<p class='sep' style='text-align: center;'>* * *</p>\n<p>The day started slowly. They had a lot of prep to do, but they wouldn't be Opening, so the place was relatively relaxed. Hu Bohgdan was elsewhere, doing whatever mysterious things hu did when hu wasn't in the kitchen.</p>\n<p>Niriscine sat on the floor by Dandiarden, with a bowl in her lap and a bowl either side of her knees. From the left most one she took a large, soft brown berry, squeezed it gently to split the side, popped out a large pip, and placed the flesh into the bowl on her lap. The pip changed as it landed in the bowl to her right.</p>\n<p>Many attempts had been made over the years to speed up, robotise, or automate this process. But the tart and salty tengfruit from the tropical marshlands of E5 bruised easily and the flesh quickly began to taste rancid. So they were handled delicately, and then heated quickly, before they could finally be puréed into a rich and savoury sauce.</p>\n<p>Every now and again, Niriscine popped one into her mouth. She let it sit under her tongue, sucking the umami flavour out. It contained a high proportion of sodium chloride, a chemical her body needed a lot of to live, which was sparsely found on Wetrock. Most humans here added supplements to their food and drink, but in a pinch it would be possible to get enough by eating a handful of tengfruit every day. She often found she craved them.</p>\n<p>Jerviid stood at the stove, stirring a bubbling pot and humming. Kein had attached a whisk-like contraption to their third arm, and was mixing something in an enormous bowl without looking back at it, preoccupied with solving a small and complicated four-dimensional hand puzzle. Bits of yellowish foam periodically splattered the wall by the bowl, and Kein's back, and sometimes Jerviid, who didn't seem to notice or mind. Tank Delay Bairn trundled around cleaning up after them, vertically scaling the wall by the pot.</p>\n<p>They were all comfortably in their own heads.</p>\n<p>It took them all a moment to notice when Kein's whisk stopped, and they went stock still and rigid.</p>\n<p>\"You okay?\" Mumbled Niriscine past a mouthful of berry.</p>\n<p>A light blinked on the side of Kein's head that didn't usually.</p>\n<p>\"There's another Signori cyborg here.\"</p>\n<p>\"A GHUO?\" Asked Jerviid.</p>\n<p>\"Yes.\"</p>\n<p>\"Highly irregular.\"</p>\n<p>\"Weird as fuck. I usually hear about them from arrival manifests long before they hit the rock. They tried to handshake the Opening. Now they're trying me.\"</p>\n<p>\"Where are they? Any ident?\"</p>\n<p>\"Nothing. I can only access what they want me to. Not very forthcoming at all. None of the usual workarounds had effect.\"</p>\n<p>\"Aha, a rival.\" Jerviid looked pleased.</p>\n<p>\"It's not funny,\" Kein snarled.</p>\n<p>\"Why don't you just answer?\"</p>\n<p>\"Not until I know what I'm dealing with.\"</p>\n<p>\"They want to introduce themselves before they arrive in person,\" Tank Delay Bairn piped up. \"This is Nviccé/Alsager/Hone of Restidjur Outer Band, fifth iteration Compeller Class, here on the invitation of Hu Bohgdan.\"</p>\n<p>\"Matyrfucker.\"</p>\n<p class='sep' style='text-align: center;'>* * *</p>\n<p>\"Can I make you a warm alaya?\" Nviccé finished putting away the last of the clean scoops, and walked over to the small stove. Niriscine was still scrubbing at a stubborn burn on the bottom of the tilter pan.</p>\n<p>\"Oh... thanks,\" she lifted her head out and wiped sweat from her forehead with the back of her wrist. Her gloved hands were coated with both soap and grime. \"But don't wait around for me if you're finished. You might as well go home.\"</p>\n<p>Niriscine caught a whiff of secretion from Dandiarden, but despite her efforts she still struggled to understand the bristlin's communications.</p>\n<p>\"I'm not in a hurry,\" said Nviccé. \"And I'm out of alaya at home.\"</p>\n<p>Niriscine grinned and leaned back into the pan.</p>\n<p>There were benefits to the late shift, she thought, that made up for the aching arms and being covered witih dirt. The kitchen became a different place. They adjusted the lighting to better see what neede to be claned, and Niriscine found the cooler tones soothing.</p>\n<p>\"I think it's peaceful,\" Nviccé said, stirring a sauce pan slowly. The thick, deep purple mixture began to bubble gently. \"Kein says it's 'eerie' when everyone's gone.\"</p>\n<p>\"Everyone isn't gone,\" piped up Tank Delay Bairn from its charging corner. \"There's always <em>at least</em> two of us here. You should see what it's like after you humanoids clear out.\"</p>\n<p>\"Sorry, TDB,\" said Nviccé with a small laught. \"I only meant without all the big and/or loud ones, you know.\"</p>\n<p>\"I may not be big, but I can be loud!\" The drone emitted an ear-splitting siren sound that caused Niriscine to lurch violently, hitting her head on the side of the tilter.</p>\n<p>\"Fucking shit TDB!\" She cried, scrambling out. \"Is that- stop that!\"</p>\n<p>Nviccé, for whom the sound was immediately automatically muted by their modifications, darted over to the drone. The wail stopped just before Nviccé had chance to touch its control panel.</p>\n<p>\"Hands off, Generic Humanoid!\"</p>\n<p>\"Was that really necessary?\" Nviccé asked, gently. \"Are you okay?\"</p>\n<p>Tank Delay Bairn let out a final shrill whistle and initiated its hibernate sequence. Niriscine, with clean and dry hands at last, came over to watch the blinking lights that signified it would no longer be responsive.</p>\n<p>\"What's got into it today?\"</p>\n<p>Nviccé sighed and poured their drinks. They took them to the rest nook and perched on their favourite of the amalgamation of multi-species compatible seating.</p>\n<p>\"I think it's feeling stuck.\"</p>\n<p>\"Stuck?\"</p>\n<p>\"It can't really go anywhere. We can all leave if we want to. Well, except Dandiarden.\"</p>\n<p>\"I don't hear it complaining.\" A pause. \"Sorry. That wasn't funny.\"</p>\n<p>Nviccé waved the comment away. \"Dandiarden is a lot less highly strung than TDB. And you know, Dandiarden is here. Bristlin don't expect to move from where they first root, let alone leave their planet. Dandiarden gets about a hundred times the excitement it's genetically programmed to want as it is.\"</p>\n<p>\"But I thought cleaner drones were not supposed to, you know, want anything much more than to... do what they do.\"</p>\n<p>\"They <em>are</em> sentient though, and that's the problem. They have limited intellectual capacity, but it doesn't mean they don't feel that limitation and can't be dissatisfied. It maybe doesn't even know what it wants, or what it's missing, just that something grates.\"</p>\n<p>\"Hmm, and after all the drones we saw out in Zorn Hay today... I guess it watches, wherever we Open.\"</p>\n<p>Nviccé nodded and sipped their drink.</p>\n<p>They enjoyed the silence together for a little while.</p>\n<p>At a passing glance, Nviccé's head appeared to be jewel-encrusted. Closer inspection reveal ed an elegantly angled face plate which covered both eyes and half of their mouth, wrapping around the sides of their head in asymmetrical petals. The surface was textured, like it had been beaten with dozens of tiny hammers to produce minuscule dents and welts all over. Inlaid throughout these were blinking lights that looked more like flickering reflections of light from elsewhere than anything powered. They formed a neat, orderly, twisting pattern, quite artistic really, when seen from a distance. But close up, the distance Niriscine now was, the markings of all kinds seemed scattered haphazardly across the surface; like one of those optical illusions that only becomes visible from afar.</p>\n<p class='sep' style='text-align: center;'>* * *</p>\n<p>Marshat Luwas was a pioneer, a revolutionary, an adventurer. Many considered im a genius. E was one of those people who came along once in a generation and changed things in a Big Way.</p>\n<p>E was the person who invented Opening.</p>\n<p>Specifically, Marshat Luwas discovered the fourth dimensional photon tunnelling effect caused by the introduction of honoxine-4 radiation to a quark-deep layer of subspace.</p>\n<p>The discovery, and the subsequent realisation of what it meant, propagated quickly throughout the scientific community on Marshat Luwas' lunar homeworld of Selli-a-din, and promptly triggered a recalculation of the whole society's production/consumption forecast.</p>\n<p>Wasting not a moment, Marshat Luwas had lead a team to develop the process, making it safer and faster. Meanwhile, thanks to the Fera Luing Cooperation Agreement, improvements were hit upon by other groups system-wide; bigger areas became more stable, containment fields more reliable, enabling frames lightweight and made from widely available materials.</p>\n<p>The breakthrough which allowed matter to be tunnelled as well came, once again, from Marshat Luwas.</p>\n<p>The details were ancient history as far as Kein was concerned. The important thing was that Marshat Luwas was still doing incredible, system-shaking things and that Kein themself could (for all intents and purposes) be there to bear witness.</p>\n<p>Kein was alone (besides Dandiarden and Tank Delay Bairn) in the kitchen, and and Opened to join a crowd of spectators that was positioned in orbit around The Twist, Marshat Luwas' enormous self-contained habitat-cum-laboratory where e continued to churn out wonders.</p>\n<p>The perspective was one of being suspended in space over the great gleaming construct. A continuous stream of craft poured in and out of various bays and entrances, giving the oddly shaped station the appearance of being held in place by strands of quivering wire.</p>\n<p>Beyond the habitat, Kein could see the distant glitter of the Signori Asteriod Belt; their home.</p>\n<p>Kein was here to watch another extra-system launch. The Twist was the only large-scale settlement beyond Signori; the furthest point from the star Luing that anyone could be said to live fulltime.</p>\n<p>It was from here that Marshat Luwas sent expeditions, the longest-distance ones ever known - out to the other parts of the galaxy.</p>\n<p>One day, Kein would go to The Twist as a contributor. They were on a waiting list millions long, but the place could accommodate several hundreds of thousands at a time, and rotated people in frequently. Kein was continuously tweaking their individual prod/con forecast in what they thought were shrewd and inventive attempts to improve their position in the queue. Coming to Wetrock had been a part of that strategy as well.</p>\n<p>The countdown to the launch was beginning. Kein extended the struts that were folded into the spinal column of their exoskeleton, relaxed back with a sigh, and took a handful of glazed bechanuts to chew on slowly. Audio from inside the main control bridge in The Twist was channelled to the hoards of eager spectators watching through the pinhole orbital Openings; Kein piped it directly into their brain via their localised neural link with the kitchen Opening.</p>\n<p>This meant that when Niriscine and Jerviid entered, it just looked at first glance like Kein was resting peacefully in front of a still and serene view of a distant, shimmering space station.</p>\n<p>\"Oh really?\" Said Jerviid, leaning around Kein to recognise The Twist. \"Unsync this rubbish. What a waste of resources.\"</p>\n<p>Niriscine threw a questioning glance at Jerviid. She had never heard him say anything with such force before.</p>\n<p>Marshat Luwas was a parasite, a charlatan, an egoistic pirate. Many considered im a fraud. E was one of those people who knew just how to play the system to ir advantage with no qualms about exploiting rather than fixing its weaknesses, and hoodwinking billions in the process.</p>\n<p>E had been a contributor to the research lab which invented Opening.</p>\n<p>Marshat Luwas had been one of hundreds of name associated with the honixine-4 subspace experiments, and yet dozens of systurns later, irs was the only one widely known.</p>\n<p>The skill posessed by Marshat Luwas was not scientific acumen or great vision or insight; but rather a profound ability to imitate cooperation in the company of truly inteilligent and hardworking souls. Marshat Luwas claimed e had contributed to a great many things achieved by others by being in the right place at the right time, and adding just enough value with just enough charisma to go unnoticed for rotation after rotation.</p>\n<p>Marshat Luwas could play a long game, and built a cult around ir personality in the process, but the trail of burnt and disadvantaged former co-contributors e left behind was becoming more and more apparent.</p>\n<p>These days, it was clear Marshat Luwas did nothing irself, innovated nothing, contributed nothing new. All the work aboard The Twist was conceived of, coordinated, and carried out by others. The system-wide benefits of Openings justified the resources that went into creating them, and nowhere did it faster or more accurately than The Twist.</p>\n<p>And people from all over the system lined up to go and contribute there, built their whole prod/con plans around that goal, drawn in by the temptation of a glimpse at a world in another part of the galaxy, or by the idea of Marshat Luwas irself.</p>\n<p>Kein hissed and spun around to face them, tuning back into the audio in the room.</p>\n<p>\"What are you doing here? There's nothing scheduled. Don't you have something better to do?\"</p>\n<p>Jerviid humphed, wrinkling his snout and turning away. \"Niriscine left her jacket here after that lirivale sauce accident. It should be dry by now. Niriscine shrugged apologetically at Kein and followed Jerviid to where he had left the coat hanging after helpfully washing it for her.</p>\n"
  ]
}